{"translation-revision-date":"2025-05-23 04:21:37+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Yes, Exit":["Sim, sair"],"Are you sure you want to exit the setup wizard?":["Tem certeza que quer sair do assistente de configuração?"],"Select Builder":["Selecionar construtor"],"Open a Ticket ":["Abrir um ticket "]," so that our team can assist you get back on the track.":[" para que nossa equipe possa ajudar você a voltar ao caminho certo."],"It appears that something is preventing the template import. Open a support ticket with us or get in touch with us directly via ":["Parece que algo está impedindo a importação do modelo. Abra um ticket de suporte, ou fale conosco diretamente através de "],"Oops! Something went wrong":["Opa! Algo deu errado"],"Your website template was imported successfully and everything is ready to go. It's time for you to start adding personal touches and sprinkle some of your magic dust.":["O modelo do seu site foi importado e tudo está pronto para ser usado. Chegou a hora de você começar a adicionar toques pessoais e espalhar um pouco do seu pó mágico."],"Hooray! This was awesome!":["Oba! Isso foi incrível!"],"Don't close or refresh this window. The process may take a while depending your server and website configuration.":["Não feche nem atualize esta janela. O processo pode demorar um pouco, dependendo da configuração do seu servidor e do site."],"Working the Magic":["Fazendo a mágica"],"An error occurred during the import process.":["Ocorreu um erro durante o processo de importação."],"Demo imported successfully":["Demonstração importada"],"Working the magic...":["Fazendo a mágica&hellip;"],"Finalization error occurred.":["Ocorreu um erro ao finalizar."],"Finalization failed!":["Falha ao finalizar!"],"Importing content":["Importando o conteúdo"],"Preparing your website for import":["Preparando seu site para a importação"],"Start the Import and Build My Website":["Iniciar a importação e criar meu site"],"Start the Import":["Iniciar a importação"],"I understand that my theme settings will be overwritten with new ones, and new content added to my website based on my selections.":["Entendo que as configurações do meu tema serão substituídas pelas novas e que um novo conteúdo será adicionado ao meu site com base nas minhas seleções."],"I understand, let's build my website":["Entendi, vamos criar meu site"],"Content Import":["Importação de conteúdo"],"I understand that I have selected a website template with copyrighted images, and that I will receive image placeholders or will need to replace the images with images of my own.":["Entendo que selecionei um modelo de site com imagens protegidas por direitos autorais e que irei receber espaços reservados para imagens, ou terei que substituir as imagens por outras de minha autoria."],"I understand how copyrighted images work":["Entendo como funcionam as imagens protegidas por direitos autorais"],"Copyrighted Images":["Imagens protegidas por direitos autorais"],"Choose which content you would like to import":["Escolha o conteúdo que você quer importar"],"Website Content":["Conteúdo do site"],"Form sample for the WPForms Lite plugin.":["Exemplo de formulário para o plugin WPForms Lite."],"Contact Form":["Formulário de contato"],"WordPress widgets for widget areas (sidebars \/ footer).":["Widgets do WordPress para áreas de widgets (barras laterais\/rodapé)."],"All OceanWP theme Customizer styling for the selected template.":["Todos os estilos do personalizador do tema OceanWP para o modelo selecionado."],"Customizer Styling":["Estilo do personalizador"],"Pages, posts, menus, custom templates, media and more.":["Páginas, posts, menus, modelos personalizados, mídia e muito mais."],"Site Content":["Conteúdo do site"],"Optional Plugins":["Plugins opcionais"],"Required plugins are plugins necessary for the website template to look exactly as is after the import.":["Os plugins obrigatórios são os plugins indispensáveis para que o modelo do site fique exatamente igual após a importação."],"Get Pro Bundle?":["Quer o pacote Pro?"],"Import This Template":["Importar este modelo"],"Great choice! Just click the button below to instantly import this template and have your website up and running in minutes.":["Ótima escolha! Basta clicar no botão abaixo, para importar imediatamente este modelo e ter seu site no ar e funcionando em minutos."],"Activate Premium Options":["Ativar opções premium"],"Already purchased?":["Já comprou?"],"You've selected a premium website template — great choice! Unlock this design and gain access to all premium templates and features by upgrading to the OceanWP Pro Bundle.":["Você selecionou um modelo de site premium. Ótima escolha! Desbloqueie este design e tenha acesso a todos os modelos e recursos premium, atualizando para o pacote OceanWP Pro."],"Premium Template":["Modelo premium"],"That's an excellent choice":["Essa é uma excelente escolha"],"Get OceanWP Pro Bundle":["Adquirir o pacote OceanWP Pro"],"You are currently using the free version":["No momento, você está usando a versão gratuita"],"Get unlimited access to all full site templates with the OceanWP Pro Bundle":["Tenha acesso ilimitado a todos os modelos de sites completos, com o pacote OceanWP Pro"],"Import Template":["Importar modelo"],"Pro":["Pro"],"Royalty-Free":["Livre de royalties"],"Search for Starter Templates":["Pesquisar modelos iniciais"],"What type of website are you building?":["Que tipo de site você está criando?"],"Continue Without Surprise":["Continuar sem surpresas"],"Unwrap My Surprise":["Revelar minha surpresa"],"As a special welcome, we've prepared an exclusive one-time surprise offer to help you elevate and equip your new website with luxurious premium options.":["Como um presente especial de boas-vindas, preparamos uma oferta surpresa única e exclusiva, para ajudar você a incrementar e equipar seu novo site com opções premium de luxo."],"Unlock your VIP reward":["Receba sua recompensa VIP"],"Add more functionality to your website.":["Adicione mais funcionalidades ao seu site."],"Suggested Plugins":["Plugins sugeridos"],"Go to WordPress dashboard":["Acessar o painel do WordPress"],"View My Website":["Ver meu site"],"Your website is ready!":["Seu site está pronto!"],"Finish and Launch My Website":["Concluir e publicar meu site"],"Subscribe to our newsletter and unlock even more perks - exclusive discounts, exciting freebies, insider updates on new products and product tips, plus insightful content. No spam, only the good stuff.":["Assine nosso boletim informativo e ganhe ainda mais vantagens - descontos exclusivos, brindes incríveis, atualizações privilegiadas sobre novos produtos e dicas de produtos, além de conteúdos relevantes. Sem spam, só o que importa."],"Subscribe to our newsletter for a chance to win a free product license, get exclusive discounts, exciting freebies, and stay in the loop with insightful content you don't want to miss. No spam, just the good stuff.":["Assine nosso boletim informativo para ter a chance de ganhar uma licença de produto gratuita, receber descontos exclusivos, brindes incríveis e ficar por dentro de conteúdos relevantes que você não pode perder. Sem spam, só o que interessa."],"Subscribe to unlock more rewards":["Assinar para receber mais recompensas"],"Subscribe for a chance to win":["Assinar para ter uma chance de ganhar"],"You're Almost There! One Last Step":["Você está quase lá! Um último passo"],"Use default website demo template typography":["Usar a tipografia padrão do modelo de demonstração do site"],"Select a Typography":["Selecionar uma tipografia"],"Custom Typography":["Tipografia personalizada"],"Time to add the Typography ingredient*":["Hora de adicionar o ingrediente “Tipografia”*"],"Use default website demo template colors":["Usar as cores padrão do modelo de demonstração do site"],"Or":["Ou"],"Custom Presets":["Predefinições personalizadas"],"Choose a palette and add color to your world*":["Escolha uma paleta e adicione cor ao seu mundo*"],"Nebula Ultra":["Nebula Ultra"],"Cocktail Night":["Cocktail Night"],"Fruit Slushy":["Fruit Slushy"],"Wild Berries":["Wild Berries"],"Ocean Sunrise":["Ocean Sunrise"],"Mountain Road":["Mountain Road"],"Hello Winter":["Hello Winter"],"Autumn Feast":["Autumn Feast"],"Party Lights":["Party Lights"],"Summer Beach":["Summer Beach"],"Garden Tulips":["Garden Tulips"],"Upload mobile logo":["Enviar logo para dispositivo móvel"],"Mobile Logo":["Logo para dispositivos móveis"],"Upload retina logo":["Enviar logo de alta resolução (retina)"],"Upload logo":["Enviar logo"],"Add your branding*":["Adicione sua marca*"],"*You can always change this at any point, directly from the Customizer":["*Você sempre pode alterar isso a qualquer momento, diretamente no personalizador"],"Upload site icon":["Enviar ícone do site"],"Site icon":["Ícone do site"],"Add your website details*":["Adicione os detalhes do seu site*"],"Error fetching plugins":["Erro ao coletar os plugins"],"Invalid plugin list response format":["Formato da resposta da lista de plugins inválido"],"Error parsing plugin JSON data":["Erro ao analisar os dados JSON do plugin"],"How do you want to build your site":["Como você quer criar seu site"],"Go with Website Template":["Escolher a opção “Modelo de site”"],"Save time on design — start with a professionally pre-designed full site template and easily customize and personalize every detail to fit your unique needs.":["Economize tempo com o design - comece com um modelo de site completo pré-criado por profissionais. Personalize e ajuste cada detalhe, para atender às suas próprias necessidades."],"From Website Templates":["Dos modelos de sites"],"Go with From Scratch":["Escolher a opção “Começar do zero”"],"Build pages based on a pre-made design of your own or following a tutorial.":["Crie páginas com base em um design pré-criado ou seguindo um tutorial."],"From Scratch":["Começar do zero"],"Error fetching templates":["Erro ao coletar os modelos"],"No templates found":["Nenhum modelo encontrado"],"Error parsing the JSON data":["Erro ao analisar os dados JSON"],"Exit to WP Dashboard":["Sair para o painel do WordPress"],"Tell us about your current website":["Nos fale sobre seu site atual"],"Go with New Site":["Escolher a opção “Novo site”"],"I have a brand new WordPress installation and\/or my website contains irrelevant or sample content only.":["Tenho uma instalação nova do WordPress e\/ou meu site contém apenas conteúdo irrelevante ou de amostra."],"NEW Website":["NOVO site"],"Go with Existing Site":["Escolher a opção “Site existente”"],"I have an established website with relevant content I may want to keep.":["Tenho um site estabelecido com conteúdo relevante que talvez eu queira manter."],"Existing Website":["Site existente"],"Proceed with Clean Install":["Continuar com instalação limpa"],"Based on the default and selected options, this will clean your existing content to prepare your site for the website template import.":["Com base nas opções padrão e selecionadas, isso limpa o conteúdo existente, preparando o site para a importação do modelo de site."],"Skip this step":["Ignorar esta etapa"],"This option will install and activate the child theme":["Esta opção irá instalar e ativar o tema descendente (filho)"],"Posts":["Posts"],"Select additional you want to remove (optional)":["Selecione os itens adicionais que você quer remover (opcional)"],"Additional Cleanup":["Limpeza adicional"],"Disable all plugins except the necessary ones":["Desative todos os plugins, exceto os necessários"],"Reset Customizer settings":["Redefinir configurações do personalizador"],"Menus":["Menus"],"Website templates work best on clean installations. This is the previous content we're going to remove:":["Os modelos de sites funcionam melhor em instalações limpas. Este é o conteúdo anterior que vamos remover:"],"Clean Install":["Instalação limpa"],"Let's prepare your website for the import":["Vamos preparar seu site para a importação"],"Now it's time for the magic part":["Agora é a hora da parte mágica"],"Victory!":["Vitória!"],"Don't close or refresh this window":["Não feche nem atualize esta janela"],"Preparing your website for magic":["Preparando seu site para a mágica"],"Child Theme Active":["Tema descendente (filho) ativo"],"Activate Child Theme":["Ativar tema descendente (filho)"],"Install Child Theme":["Instalar tema descendente (filho)"],"Install & Activate":["Instalar e ativar"],"Skip this Step":["Ignorar esta etapa"],"Go back":["Voltar"],"Activating...":["Ativando&hellip;"],"Downloading...":["Baixando&hellip;"],"Install and activate":["Instalar e ativar"],"Delete":["Excluir"],"Pages":["Páginas"],"Replace":["Substituir"],"Cancel":["Cancelar"],"Child Theme":["Tema descendente (filho)"],"Ice Cream":["Sorvete"],"Congratulations!":["Parabéns!"],"Continue":["Continuar"],"Tagline":["Frase de efeito (slogan)"],"Required Plugins":["Plugins ncessários"],"Active":["Ativo"],"Retina Logo":["Logo de alta resolução (retina)"],"Logo":["Logo"],"Get This Plugin":["Obter este plugin"],"Activate":["Ativar"],"Activated":["Ativado"],"Preview":["Pré-visualizar"],"Next":["Próximo"],"Copyright":["Direitos autorais"],"Category":["Categoria"],"Email":["E-mail"],"Widgets":["Widgets"],"Media":["Mídia"],"All":["Tudo"],"Free":["Gratuito"],"Premium":["Premium"],"Title":["Título"],"Other":["Outro"]}},"comment":{"reference":"includes\/onboarding\/assets\/dist\/index.js"}}